cm._lang = 'ru';
cm._config.displayDateFormatCase = 'genitive';
cm._config.displayDateFormat = '%j %F %Y';
cm._config.displayDateTimeFormat = '%j %F %Y в %H:%i';

cm._strings = {
	'common' : {
		'server_error' : 'Произошла непредвиденная ошибка. Пожалуйста, повторите попытку позже.'
	},
	'months' : {
		'nominative' : ['Январь', 'Февраль', 'Март', 'Апрель', 'Май', 'Июнь', 'Июль', 'Август', 'Сентярь', 'Октябрь', 'Ноябрь', 'Декабрь'],
		'genitive' : ['января', 'февраля', 'марта', 'апреля', 'мая', 'июня', 'июля', 'августа', 'сентяря', 'октября', 'ноября', 'декабря']
	},
	'days' : ['Воскресенье', 'Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота'],
	'daysAbbr' : ['В', 'П', 'В', 'С', 'Ч', 'П', 'С']
};
